/* 
  Localizable.strings
  Shadow

  Created by Étienne de Thoury on 26/04/2018.
  Copyright © 2018 Romain Caire. All rights reserved.
*/

"viewcontroller_gamer_mode_auto" = "Auto";
"viewcontroller_gamer_mode_locked" = "Verschlossen Computer-Maus";
"viewcontroller_gamer_mode_unlocked" = "Entsperrt Computer-Maus";

"viewcontroller_mouse_to_auto" = "Auto";
"viewcontroller_mouse_to_lock" = "Verschlossen";
"viewcontroller_mouse_to_unlock" = "Entsperrt";

"viewcontroller_alert_hardware_decoder_not_found_title" = "Achtung!";
"viewcontroller_alert_hardware_decoder_not_found_text" = "Ihr Gerät scheint nicht für H.265 dekodierung optimiert zu sein. Es kann zu einem verminderten Erlebnis kommen.";
"viewcontroller_alert_hardware_decoder_not_found_ok" = "Mit H.265 vortsetzen";
"viewcontroller_alert_hardware_decoder_not_found_cancel" = "Auf H.264 wechseln";
"viewcontroller_alert_hardware_decoder_not_found_warning" = "Nicht erneut fragen";

"viewcontroller_alert_hardware_decoder_h264_not_found_title" = "Achtung!";
"viewcontroller_alert_hardware_decoder_h264_not_found_text" = "Ihre Hardware scheint zu veraltet, um eine hohe Bildschirmauflösung zu unterstützen. Sollten es zu Leistungsproblemen kommen, raten wir Ihnen, die Auflösung Ihres Shadows zu verringern.";
"viewcontroller_alert_hardware_decoder_h264_not_found_ok" = "Ok";
"viewcontroller_alert_hardware_decoder_h264_not_found_warning" = "Nicht erneut fragen";

"viewcontroller_alert_hardware_decoder_hevc_not_enabled_title" = "Achtung!";
"viewcontroller_alert_hardware_decoder_hevc_not_enabled_text" = "Ihr Konfiguration unterstützt keine H.265 Verschlüsselung. Bitte deaktivieren Sie diese Einstellung und starten Sie Shadow neu.";
"viewcontroller_alert_hardware_decoder_hevc_not_enabled_ok" = "Ok";

"ocapture_not_updated_title" = "Update erforderlich";
"ocapture_not_updated_text" = "Bitte Windows neu starten. Sollte das Problem weiterhin bestehen, wende dich bitte an den Support.";
"ocapture_not_updated_ok" = "Verstanden.";
